<template>
  <v-container fluid>
    <v-container class="d-flex">
      <v-icon>mdi-mailbox-outline</v-icon>
      <v-breadcrumbs :items="items" light>
        <template v-slot:divider>
          <v-icon>mdi-chevron-right</v-icon>
        </template>
      </v-breadcrumbs>
    </v-container>
    <v-divider></v-divider>
    <v-container>
      <v-row>
        <v-col cols="12" md="8">
          <h2 class="my-6">{{ newsList[idx].title }}</h2>
          <div class="subtitle-2">
            <v-icon class="mr-2">mdi-clock-time-eight-outline</v-icon
            >{{ newsList[idx].time }}
          </div>
          <v-divider></v-divider>
          <div class="mt-6" v-html="newsList[idx].content"></div>
        </v-col>
        <v-col md="4" class="d-none d-md-flex flex-wrap align-content-start text-truncate d-inline-block text-no-wrap">
          <h3 class="my-4 flex-shrink-0" style="width: 100%">更多新闻</h3>
          <v-list>
            <v-list-item
              v-for="item in newsList"
              :key="item.title"
              class="my-4"
            >
              <v-list-item-content>
                <v-list-item-action class="caption">
                  <v-btn
                    text
                    small
                    class="red accent-4 rounded-pill white--text"
                  >
                    媒体
                  </v-btn>
                </v-list-item-action>
                <v-list-item-title class="my-3">
                  {{ item.title }}
                </v-list-item-title>
                <v-list-item-subtitle>
                  {{ item.time }}
                </v-list-item-subtitle>
              </v-list-item-content>
            </v-list-item>
          </v-list>
        </v-col>
      </v-row>
    </v-container>
  </v-container>
</template>

<script>
export default {
  data: () => ({
    items: [
      {
        text: "首页",
        disabled: false,
        href: "home",
      },
      {
        text: "新闻中心",
        disabled: false,
        href: "news",
      },
      {
        text: "媒体报道",
        disabled: true,
        href: "breadcrumbs_link_2",
      },
    ],
    idx: null,
    // toggleExclusive: undefined,
    newsList: [
      {
        title: "45年來3次測量 珠峰長高了",
        time: "2020/12/10",
        content: `<img src="https://chuantu.xyz/t6/741/1609749951x1033348159.jpg" style='width:100%' /><p>身高8848.86米，珠峰還在長；圖為5月14日從空中拍攝的珠峰。（新華社）</p><img src="https://chuantu.xyz/t6/741/1609750233x1700340463.jpg" style='width:100%' /><p>2005年大陸成功測定並公布珠峰高程，圖為2005年4月大陸測繪隊員在珠峰登山大本營合影。（新華社）</p><p>19世紀中葉開始，英屬印度測量局等分別對珠峰高度進行過測量。1975年（含雪蓋高8848.13公尺）和2005年（裸高即岩面高8844.43公尺），大陸兩次成功測定並公布珠峰高程。此次宣布的8848.86公尺，是基於全球高程基準的珠穆朗瑪峰雪面高程也是岩石高度，也就是說，珠峰長高了。這是中尼兩國團隊克服重重困難、通過開展扎實工作最終確定的。</p><p>珠峰是中尼兩國的界峰，兩國認定的珠峰高程也有差別。與大陸前兩次珠峰高程測量有所不同，此次珠峰高程資料是經過中尼聯合處理和協商，最終得到的基於全球高程基準的珠峰峰頂雪面海拔高。精確測得珠峰高程有何意義？專家指出，從科學層面來說，珠峰高度及其變化情況，是研究歐亞大陸與印度洋板塊相互作用及珠峰地區生態環境變化的資料支持，對闡明全球構造運動、發展地球科學理論，都具有重要價值。</p><p>另外，2015年4月，尼泊爾發生8.1級大地震，這次地震對珠峰高度是否產生影響，在全球存在爭議。只有通過精確測量才能得到證實。</p><p>從技術層面來說，由於珠峰是世界第一高峰，氣候多變、高寒缺氧、環境複雜，其高程不僅對人體是嚴酷考驗，對測量裝備和測繪技術也有很高的要求。因此精確測量珠峰高程也是一個國家測繪技術水平和能力的綜合體現。</p><p>從政治和外交層面來說，珠峰是中尼兩國界峰，也是兩國友好的重要象徵。2020年正值中尼建交65周年，也是人類首次從北坡成功登頂珠峰60周年。</p><p>此次珠峰高程測量的成果可用於地球動力學板塊運動等領域研究。精確的峰頂雪深、氣象和風速等資料，將為冰川監測、生態環境保護等方面的研究提供第一手資料。重力測量成果可用於珠峰地區區域地球重力場模型的建立和冰川變化、地震、地殼運動等問題的研究。</p>`,
      },
      {
        title: "上海2021年元旦将启用“上海2000坐标系",
        time: "2020-12-29",
        content: `<p>　新华社上海12月29日电（郑钧天、洪泽宇）2021年1月1日，上海市将启用新一代城市平面坐标系，即“上海2000坐标系”。</p><p>上海市规划和自然资源局2020年12月29日公告称，上海市自2021年1月1日起，在全市范围内启用“上海2000相对独立的平面坐标系统”，简称“上海2000坐标系”，系经自然资源部批准的上海市唯一合法的相对独立的平面坐标系统。</p><p>据悉，“上海2000坐标系”与现行坐标系转换、衔接的过渡期为2年。过渡期内，上海市现有各类测绘地理信息成果和地理信息系统，应根据实际情况逐步过渡到“上海2000坐标系”，2023年1月1日起停止使用原有的相对独立的平面坐标系统。</p><p>上海市规划和自然资源局有关负责人在29日举行的上海市人民政府新闻通气会上介绍说，随着城市建设的发展和智慧城市建设的深入，上海城市数字化转型和精细化管理对测绘基准的精度提出了更高的要求。“上海2000坐标系”通过为上海城市建设和经济社会发展提供高精度的测绘基准服务，可为城市数字化转型和精细化管理提供更精准的空间底座。</p><p>上海市测绘院有关负责人表示，“上海2000坐标系”可实现上海城市坐标系统与国家坐标系统的统一衔接，有利于上海各类数据与国家数据的相互转换、资源共享，同时也有利于推动跨区域、跨界数据融合与共享，为长三角一体化发展战略实施提供基准保障。</p>`,
      },
      {
        title:"国家质检中心主编3部国家标准正式发布实施",
        time:"2020-12-23",
        content: `<p>近日，由国家测绘产品质量检验测试中心牵头制订的《地理国情监测成果质量检查与验收》《卫星导航定位基准站网质量评价规范》《基础地理信息数据库系统质量测试与评价》3部国家标准正式实施。</p><p>《地理国情监测成果质量检查与验收》（GB/T 39613-2020）适用于基础性及专题性地理国情监测成果的质量检查与验收。标准明确了地理国情监测成果质量特性与质量要求，确定了成果检验的质量元素、质量子元素及检查项，研究建立了地理国情监测成果的质量评价模型与质量评价指标，提出了适用于不同监测成果的多样化抽样方法、成果质量检验技术方法和质量评价方法，确保成果质量检验与评价的科学性与合理性。</p><p>《卫星导航定位基准站网质量评价规范》（GB/T 39614-2020）适用于卫星导航定位基准站网的质量评价工作，首次明确提出基准站网分级评价理念，从评价内容、评价方法、评价指标等方面建立了分级评价体系，对国内各领域众多基准站网实现质量层面的分等分级，为全国基准站网统一监管、政策制订提供参考和依据，对于贯彻落实《测绘法》关于基准站监管要求具有重要指导意义，同时，对于北斗迈进全球服务新时代、形成“北斗﹢”和“﹢北斗”应用具有重要促进作用。</p><p>《基础地理信息数据库系统质量测试与评价》（GB/T 39623-2020）紧扣基础地理信息数据库的建设要求，将基础地理信息数据集和数据库管理系统作为整体进行质量测试与评价。结合基础地理信息数据库中各类数据成果特点、入库要求、关联特性、系统建设需求，系统性提出了基础地理信息数据库质量模型，明确了数据集和管理系统的质量元素、质量子元素和具体测试项，并以测试项为最小评价对象，提出各测试项的质量评价指标和通过条件。通过建立测试项—质量子元素—质量元素—数据库系统的四级质量评价体系，对基础地理信息数据库系统质量进行综合判定，对于提升基础地理信息数据库系统的管理与服务能力具有积极意义。</p>`
      },
      {
        title:"我国成功发射遥感三十三号卫星 主要用于科学试验、国土资源普查、农产品估产及防灾减灾等领域",
        time:"2020-12-28",
        content: `<p>新华社酒泉12月27日电（李国利、赵金龙）12月27日23时44分，我国在酒泉卫星发射中心用长征四号丙运载火箭，成功将遥感三十三号卫星送入预定轨道，发射获得圆满成功。此次任务还搭载发射了微纳技术试验卫星。</p><p>遥感三十三号卫星、微纳技术试验卫星主要用于科学试验、国土资源普查、农产品估产及防灾减灾等领域。</p><p>这次任务是长征系列运载火箭的第357次飞行。</p>`
      },
      {
        title:"青海地质测绘院拓展省外市场",
        time: "2020-12-23",
        content: `<p>日前，青海省地质测绘地理信息院广东分院与广东省遂溪县自然资源局正式签订“城月镇房地一体项目合同”。</p>据介绍，该项目是青海省地质测绘地理信息院近年来在省外承揽的最大单个测绘项目，合同金额1016.60万元，主要任务是完成遂溪县城月镇22个行政村47284宗“房地一体”农村不动产登记发证工作。</p><p>近几年来，该院积极开拓测绘地质市场项目，引进“高原无人机”航测遥感和数据后处理等先进技术，建立了首个“高原无人机训练基地和研发基地”，成立了“青海省高原测绘地理信息新技术重点实验室”，逐步形成了以空间地理信息为主导的核心技术优势，在省内承揽了多个县（市）集体建设用地确权工作和测绘地理信息项目。同时，该院在“走出去”方面进行了尝试和探索，先后在新疆阜康、甘肃民乐、浙江永康、广东广州等地承揽了多个地理测绘项目。</p>`
      },
      {
        title:"黑龙江省开展测绘统计网络培训",
        time:"2020-12-24",
        content: `<p>近日，黑龙江测绘地理信息局组织全省各级自然资源主管部门、测绘资质单位的综合统计人员，采用线上、线下相结合的方式，开展2020年度黑龙江省测绘统计网络培训。</p><img src='https://chuantu.xyz/t6/741/1609810338x1033348314.jpg' style='width:100%' /><p>本次培训在省测绘地理信息局设立一个主会场，在哈尔滨、齐齐哈尔等市（地）及塔河、萝北等县设立15个分会场，通过网络连线实现主会场和分会场同步视听、同步交流。包括伊春、双鸭山等市自然资源局主管局长在内的近600人参加了培训。本次培训围绕测绘统计的工作依据、报表的基本组成、网络直报系统的登录方法、测绘地理信息统计调查制度的指标解析、相关工作要求等5个方面展开。</p>`
      },
      {
        title: "我国着手制定测绘标准外文版",
        time: "2020-04-20",
        content: `<p>为助力“一带一路”沿线国家提升测绘地理信息技术水平，近日，自然资源部测绘标准化研究所启动了测绘7项国家标准和4项行业标准的外文版制定工作。</p><p>标准是国际通行的技术语言，是国与国之间技术交流的桥梁与纽带。“一带一路”沿线大多是新兴经济体和发展中国家，测绘地理信息技术相对滞后，空间基准等技术基础薄弱，而其经济社会发展急需基准建设、卫星导航定位系统等方面成熟测绘技术的支撑。此次启动的大地基准、数字测绘成果及元数据等基础性标准翻译工作，将大力推动测绘标准外文版的国际推介与采用。</p><p>据悉，自然资源部测绘标准化研究所长期跟踪国际测绘地理信息标准化动态，早在援助巴基斯坦建立新一代国家测绘基准项目中，就参与了测绘基准建设所需重点项目标准的规范化翻译，之后在“一带一路”有关标准化法规政策搜集及国内成熟标准英文翻译上持续发力，打下了标准翻译的牢固基础。下一步，研究所将持续组织翻译相关基础技术标准，把我国更多优势技术推向国际，更好地支持“一带一路”沿线国家开展空间信息规范服务。</p>`
      },
      {
        title: "自然资源部办公厅关于组织开展第51个世界地球日主题宣传活动周的通知",
        time: "2020-04-20",
        content: `<p>各省、自治区、直辖市自然资源主管部门，新疆生产建设兵团自然资源主管部门，中国地质调查局及部其他直属单位，各派出机构，部机关各司局，有关单位：</p><p>为做好4月22日第51个世界地球日（以下简称“地球日”）主题宣传活动, 现将有关事宜通知如下：</p><p>地球日是宣传我国自然资源国情国策、引导社会公众树立生态文明理念、建立正确的自然资源观和普及地球科学知识的重要平台。2020年地球日主题宣传活动周时间为4月20日至26日，主题为“珍爱地球 人与自然和谐共生”。部将组织开展“我为大自然代言”短视频、地球科技电影展播等线上示范活动，请各单位积极组织参与。</p><p>各单位要以习近平生态文明思想为指导，围绕“珍爱地球 人与自然和谐共生”主题，根据本地区疫情防控要求和实际情况，组织科普基地等机构，以线上方式为主，面向社会公众，开展科普宣传活动。加强与网络新媒体和公益组织等社会力量的联合，推介内容科学健康，兼具时代性、艺术性的优秀科普宣传作品，传播人与自然和谐共生理念。各单位要加强对宣传内容的把关，不含涉密内容，保障信息安全。</p><p>各单位及时整理汇总活动情况，于5月15日前将活动照片、视频、文字及其他资料，以电子邮件形式反馈自然资源部宣教中心（zirankepu@163.com）。地球日主题宣传活动将作为宣传工作评优依据。</p><p>联系人及电话：</p><p>自然资源部宣教中心  蔡紫南 邵文台  010-63881716</p><p>自然资源部科技发展司  周楠  010-66557275</p><p>自然资源部办公厅</p>`
      },
      {
        title: "新华社 | “雪龙2”号完成首向和尾向破冰试验",
        time: "2019-12-02",
        content: `<p>新华社“雪龙2”号11月27日电（记者 刘诗平）中国首艘自主建造的极地科学考察破冰船“雪龙2”号26日完成首向和尾向破冰试验。</p><img src=https://chuantu.xyz/t6/741/1609817692x1033348159.jpg style='width:100%' /><p>雪龙2”号进行破冰试验时的航道，图中船所在的航道为尾向破冰试验航道，横向的为首向破冰试验航道（11月27日无人机拍摄）。新华社记者 刘诗平 摄</p><p>破冰试验在中山站附近的普里兹湾海域进行，从北京时间16时52分开始，持续约3.5小时。破冰试验是为验证这艘新破冰船是否达到设计指标，并帮助驾驶人员掌握“雪龙2”号在破冰时的各种操纵特性。</p><p>按照设计指标，“雪龙2”号能在1.5米厚度冰加上0.2米厚度雪的情况下，以2至3节航速（1节约合每小时1.852公里）连续破冰行驶。</p><img src=https://chuantu.xyz/t6/741/1609817800x1700340463.jpg style='width:100%' /><p>“雪龙2”号正在进行首向破冰试验（11月26日无人机拍摄）。新华社记者 刘诗平 摄</p><p>测试人员所取样品显示测试时冰厚约1.4米、雪厚0.3至0.4米，冰强超过700千帕。</p><p>此前3天，“雪龙2”号已完成中山站附近的航道破冰，为“雪龙”号海冰卸货开辟了一段约14海里（约合26公里）的冰上航道。</p><img src=https://chuantu.xyz/t6/741/1609817904x1700338588.jpg style='width:100%' /><p>“雪龙2”号进行破冰试验时驾驶台工作情况（11月26日摄）。新华社记者 刘诗平 摄</p><p>雪龙2”号于10月15日从深圳启航首航南极，与“雪龙”号一起展开“双龙探极”。完成中山站作业任务后，“雪龙2”号将前往南大洋宇航员海进行综合科学考察。</p>`
      },
      {
        title: "《自然资源部信息化建设总体方案》公布",
        time: "2019-12-02",
        content: `<p>自然资源部近日发出通知，公布《自然资源部信息化建设总体方案》（下称《方案》）。《方案》提出，在土地管理、地质矿产管理、海洋管理、测绘地理信息管理等部门的数据中心、网络、数据资源、应用系统等已有工作基础上，通过整合集成、升级再造，实现信息化应用质的提升。</p><p>《方案》提出，到2020年，基本建成与自然资源管理体制相适应的、统一融合的自然资源信息化框架体系，一批以统一平台为支撑的、贯穿四级的重要信息系统上线运行，实现自然资源业务的信息化管理，明显提升部门间数据共享、业务协同和社会化服务水平。到2025年，形成自然资源动态监测和态势感知能力，实现对国土空间的全时全域立体监控；建成以自然资源“一张图”为基础的自然资源大数据体系，基本形成“数据驱动、精准治理”的自然资源监管决策机制，促进国土空间开发格局显著优化，资源利用节约高效，资源生态环境总体改善；“互联网+自然资源政务服务”体系全面建成联网运行，服务事项标准统一、整体联动、业务协同，自然资源政务服务和共享开放能力全面提高。</p><p>《方案》提出，立足已有基础，统筹整合土地、地质、矿产、海洋、测绘地理信息的信息化资源，运用移动互联网、云计算、大数据、物联网、人工智能等新一代信息技术，通过完善、优化和创新，建设自然资源“一张网”、“一张图”、“一个平台”，并以此为基础构建自然资源调查监测评价、自然资源监管决策、“互联网+自然资源政务服务”三大应用体系。</p><p>值得注意的是，《方案》提出，推进单项调查走向综合调查，立足山水林田湖草整体的生态系统角度，实现面向国土空间全域、多尺度、多类型资源状况和变化的统一的调查监测评价；推进二维调查走向三维调查，实现地上地下三维一体化监测评价。《方案》提出，推进智能化地质矿产调查：完善并推广地质调查智能化技术，整合一站式地质调查业务管理系统，探索智慧探矿新模式，建立地质资源环境承载能力评价系统。</p>`
      }
    ],
  }),
  created: function () {
    this.idx = this.$route.query.id;
  },
};
</script>